Repository: biblibre/omeka-s-module-Export
Catalog: language/*.po
Languages: fr

source: Job details
fr: Détails de la tâche

source: Export items from an item set
fr: Exporter les contenus d'une collection

source: Start export
fr: Lancer l'export

source: Exports
fr: Liste des exports

source: Job
fr: Tâche

source: Accessed on: %s
fr: Accédé le: %s

source: Export started in %sjob %s%s
fr: Export démarré dans le %sjob%s %s

source: Export started in %s job %s%s
fr: Export démarré dans le %sjob%s %s

source: Select item set to export
fr: Sélectionner une collection à exporter

source: Select format to export
fr: Sélectionner le format d'export

source: Check the resources you want to export. If none are selected, an export job will be performed to export all resources.
fr: Cocher les ressources à exporter. Si aucune n'est cochée, un export en tâche de fond se lancera pour exporter toutes les ressources du résulat.

source: Public export button placement
fr: Placement du bouton d'export côté site

source: Before the resource
fr: Avant la ressource

source: After the resource
fr: Après la ressource

source: Export formats enabled for this site
fr: Formats d'export activés pour ce site

source: Download
fr: Téléchargement

source: Export List
fr: Liste des exports

source: The directory "{path}" is not writeable.
fr: Il n'est pas permis d'écrire dans le dossier "{path}" .

source: The directory "{path}" is not writeable: {error}.
fr: Il n'est pas permis d'écrire dans le dossier "{path}" .
